courses
could
high-resolution
sulcal
third
significant
radiation
arterial
bony
questioned
increase
subsegmental
hypoinflated
procedure
underinflated
ill-defined
deformities
shift
note
ligamentous
conveyed
manifestations
opacities
recommended
multiple
artifacts
bronchovascular
confluent
empyema
raise
several
approximately
healed
crowded
upward
zone
calcification
more
primordial
atelectaticfibrotic
increased
hyperlucent
which
atelectasis
demonstrates
most
evaluated
passive
since
ventricle
posteriorly
hiatal
callus
flattened
densely
superimposing
recesses
jugular
if
indistinct
retraction
pneumoperitoneum
differential
opacification
enlarged
markings
splenic
decubitus
largest
secondary
neoplastic
suggested
process
opacity
pneumomediastinum
below
previous
earlier
identify
unfolding
endotracheal
depression
retrosternal
film
regions
prostate
sulci
greater
atrial
progressive
impression
emphysema
already
tuberculous
tube
throughout
lymphoid
scaphoid
due
less
communication
thoracic
defibrillator
possible
artery
relative
into
soft
be
images
fourth
mm
tricompartmental
extends
evidence
increasing
evaluate
excluded
spondylosis
cm
redemonstration
dislocation
same
overlies
through
motion
as
midline
midshaft
typical
contours
once
right
silhouette
internal
exam
document
similar
fibrotic
followup
humeral
surgery
out
and
flattening
infection
stomach
fibronodular
reticular-nodular
scarring
from
tip
body
hyperexpanded
before
well
region
seen
early
ectatic
ivc
one
left-sided
changes
disc
cuffing
reveals
medication
traumatic
aerated
disease
receipt
demonstrate
worrisome
performed
foci
bridging
residuals
1
study
edema
healing
joint
airspace
however
result
review
widened
chestabdomen
unremarkable
fragment
sternotomy
dislocations
larger
bases
cancer
warranted
telephone
position
free
lucencies
examinations
is
pleural
fixation
also
documented
portable
breast
inlet
findings
may
dense
broken
enteric
greatest
remains
avn
narrowing
medial
online
bibasilar
developing
consists
infiltrate
observed
ordering
calcified
hemithorax
hemidiaphragms
mild
crowding
cardiac
in
cavity
prominent
finding
unchanged
are
consolidation
innumerable
atherosclerosis
stigmata
visualized
infiltrates
aneurysm
resolved
lesion
subphrenic
hyperostosis
marked
posttraumatic
mri
clear
9
undergone
both
venous
hematoma
bullet
pathologic
appearance
lumbar
multilevel
peripheral
known
sequelae
verification
radiographic
wall
except
malignancy
fragments
prosthetic
consolidating
svc
calcifications
node
placement
fractures
interval
lesions
clinically
unfolded
described
redemonstrated
do
examination
10th
subpleural
origin
trachea
2
visible
t-spine
aspiration
upper
worse
appears
nodulemass
hyperinflation
helpful
acknowledged
tracheostomy
t11
negative
decreased
crescentic
identified
retrolisthesis
removed
reactivation
45
structure
fracture
beneath
will
advanced
hand
discussed
gallstones
abdomen
elevated
peripherally
view
clavicle
irregular
markedly
tenderness
endplates
patients
lobectomy
ectasiatortuosity
not
thickening
copd
otherwise
elevation
aeration
correlation
rib
granulomas
either
vertebroplasty
appreciated
nonemergent
nodule
artifactual
active
4
postsurgical
consolidations
inferiorly
status
grossly
zones
breath
carina
09
well-inflated
bilateral
fractured
acute
uppermid
15
nonspecific
round
indicated
volumes
rightward
junctions
fissure
cholecystectomy
atherosclerotic
parenchyma
enlargement
expansion
developed
line
biapical
was
nodulelymph
histoplasmosis
midthoracic
overlapping
any
coronary
andor
copdemphysema
sclerotic
7th
epicardial
b-lines
a
nodules
suggests
chronically
thoracotomy
vertebra
bilaterally
accessed
lucent
xxxx
dextroscoliosis
excavatum
resolution
films
infectionpneumonia
physician
imaging
ribs
pleural-parenchymal
prior
lobar
5
projected
no
complication
measuring
theres
clips
superimposed
tunneled
electronic
t7
peribronchial
dated
9th
nodular
spine
patient
only
patchy
weeks
capping
further
fluid
lingula
suggesting
limit
mass
true
x
fullness
thickeningatelectasis
compared
granuloma
congestion
vasculature
well-expanded
aspect
screw
perihilar
33
obscuration
exclude
chronic
caudal
first
represents
aorta
pneumothorax
esophagogastric
fissures
contour
along
diameter
spaces
show
abdominal
tubular
hypoinflation
retrocardiac
engorgement
size
interstitial
sequela
dominant
syndesmophytes
it
limits
inferior
replacement
considered
convexity
representing
bullae
stability
highly
distal
blood
appendage
establish
expected
slightly
asbestos
injection
critical
tb
cystic
post
coiled
paratracheal
that
projecting
mid
inflammatoryinfectious
curvilinear
pneumothoraces
suture
lobes
xxxx-of-view
skin
contrast
lucency
distortion
pneumonia
overall
irregularity
associated
would
pads
stable
maintained
included
emphysematous
postoperative
hernia
definite
above
diffusely
remain
cardiomegaly
material
improvement
fusion
dr
gunshot
asymmetric
with
61
basilar
retained
months
its
recurrence
notified
large
3
this
reduction
lung
cannot
about
diaphragm
for
metastatic
wound
small
includes
space
thorax
recently
primarily
hemidiaphragm
device
development
caliber
cavitary
age-indeterminate
configuration
consider
diminutive
osseous
other
tissues
chf
parenchymal
pneumonitis
distinct
exacerbation
conspicuous
probable
cardio
posterior
views
tissue
shadows
fibrosisscar
reticular
vascularity
but
sized
measure
anterior
persistent
blunting
compatible
formation
wedging
flexion
airways
removal
clavicular
can
studies
spinal
over
now
testes
previously
left
to
superior
distending
68
history
given
currently
single
cardiomediastinal
scoliosis
lymph
pm
adenopathy
two
numerous
low
tuberculosis
prominence
densities
apices
atelectasisairspace
change
neoplasm
versus
side
the
frontal
subsequent
underlying
10
t9
orientation
gross
abnormal
junction
date
notification
degeneration
have
appearing
these
severe
hemiabdomen
dialysis
effusion
lobe
mediastinal
outside
ascending
subtle
granulomaslymph
stent
kyphosis
tortuosity
feeding
available
correlate
hilum
indicate
ct
years
projects
scar
noted
been
diagnosis
12
infectious
deviation
lumpectomy
some
atelectatic
normal
clinical
near
loculation
frontallateral
convincing
central
appear
diffuse
represent
has
reviewed
pa
overlying
should
6
residual
granulomatous
at
head
old
area
were
areas
posterolateral
persist
masses
degenerative
exposure
senescent
tortuous
present
coursing
questionable
accentuated
related
fat
idiopathic
suspicious
exaggerated
pectus
midlung
left-to-right
loss
partial
worsening
reveal
overt
focally
limited
cervical
skeletal
bronchiectasis
inspirational
valve
apex
effusions
hilar
base
high
presence
margination
heart
favored
technique
surgical
4xxxx
cell
x-xxxx
than
vertebral
none
including
specifically
demonstrated
streaky
primary
underinflation
vague
circumscribed
cardiopulmonary
mildly
apical
glenoid
cholelithiasis
component
lymphadenopathy
again
hyperinflated
vascular
reactive
needed
dedicated
arthritic
suggestive
drainage
costophrenic
osteophytes
3chronic
possibly
radiographs
significantly
fibrosis
placed
mediastinum
repair
time
shoulder
air
lobulated
causing
lower
focal
costochondral
reference
comparison
quadrant
definitively
or
collapse
improved
incidentally
picc
kidneys
better
ago
2v
confirm
approximating
wedge
bullous
focus
partially
concerning
bodies
kyphotic
exams
possibility
deformity
moderate
carcinoma
degree
mastectomy
bone
eventration
an
between
leads
cabg
right-sided
abnormality
radiograph
inflammatory
relatively
recent
catheter
osteophytic
etiology
location
structures
sulcus
suboptimal
absence
evaluation
combination
compartment
we
compensatory
6th
middle
within
amount
displaced
joints
without
intact
osteophyte
minimal
there
cavoatrial
knee
scan
diaphragms
projection
volume
thoracentesis
5th
abnormalities
of
slight
stents
diseaseatelectasis
extensive
obtained
thoracolumbar
thickeningsclerosis
additional
atrium
moderate-to-marked
results
recommend
bihilar
interim
question
lateral
aortic
osteopenia
atelectasisscarring
terminating
lungs
shortness
characterization
few
l1
embolization
hyperlucency
tubes
ap
hyperexpansion
t10
marginal
obscuring
calcific
by
level
paramediastinal
scattered
visualization
unless
silhouettes
pulmonary
expanded
intravenous
chest
number
extubation
resection
smaller
top
vasculatures
alveolar
todays
consistent
density
on
concern
suggest
sclerosis
